{
  "dataList": [
    {
      "id": 0,
      "place": "Nei Vicoli del Distretto 4",
      "content": "Con un rumore grutturale, la fiancata dell'autobus e si aprì."
    },
    {
      "id": 1,
      "content": "Un certo numero di sagome umane è stato depositato sul terreno davanti a quella… bocca. Alcuni erano ancora coscienti, altri non del tutto interi."
    },
    {
      "id": 2,
      "content": "Infine, l'autobus iniziò a divorare tutti coloro che gli vengono serviti, nel senso più letterale, con gusto e voracemente."
    },
    {
      "id": 3,
      "model": "료슈",
      "content": "……"
    },
    {
      "id": 4,
      "content": "Ryōshū osservava la scena con espressione soddisfatta, decisa ad assaporarre ogni momento..."
    },
    {
      "id": 5,
      "content": "Con la coda dell'occhio osservai Sinclair, chiaramente terrorizzato."
    },
    {
      "id": 6,
      "model": "싱클레어",
      "content": "Tutti loro sembrano… fuori di testa. Non lo credi anche tu?"
    },
    {
      "id": 7,
      "content": "La sua reazione mi fece venire la curiosità di conoscere le loro storie."
    },
    {
      "id": 8,
      "model": "단테",
      "content": "<Giusto per essere sicuri… nessuno di voi è stato costretto a unirsi alla compagnia, vero?>"
    },
    {
      "id": 9,
      "content": "Anche se ciò in cui ero coinvolto prima che la mia testa cambiasse è un mistero, sono stato praticamente costretto a entrare nella compagnia, a giudicare da quello che so per ora."
    },
    {
      "id": 10,
      "content": "Forse non sono così diversi da me, almeno così pensavo, quando…"
    },
    {
      "id": 11,
      "model": "싱클레어",
      "content": "Ah…"
    },
    {
      "id": 12,
      "content": "Sinclair abbassò la testa in risposta, come se avessi toccato un nervo scoperto."
    },
    {
      "id": 13,
      "model": "싱클레어",
      "content": "Esatto. L'ho fatto per mia scelta. Mi abituerò a tutto ciò… vero?"
    },
    {
      "id": 14,
      "content": "Borbottò, come se stesse parlando a qualcuno di diverso da me."
    },
    {
      "id": 15,
      "model": "돈키호테",
      "content": "È ciò che anch'io avrei fatto, anche se la compagnia non mi avesse reclutata! Ehi, guardate! L'orda del male si sta avvicinando!"
    }
  ]
}
