{
  "dataList": [
    {
      "id": 0,
      "place": "Nei Vicoli del Distretto 4",
      "model": "로쟈",
      "content": "Maledizione, quando è stata l'ultima volta che ho mangiato? Persino questo macchinone mangia meglio di noi…"
    },
    {
      "id": 1,
      "model": "파우스트",
      "content": "Tieni presente che tutti i pasti che vi sono forniti hanno quantità adeguate."
    },
    {
      "id": 2,
      "model": "로쟈",
      "content": "Non è abbastanza per farmi cambiare idea!"
    },
    {
      "id": 3,
      "content": "Mi sembrò di sentire Heathcliff urlare “Pensi che io lo faccia a stomaco pieno?!?” in lontananza, ma Rodya fece finta di non sentire."
    },
    {
      "id": 4,
      "content": "A proposito…"
    },
    {
      "id": 5,
      "model": "단테",
      "content": "<Questo autobus funziona con sostanze come sangue o proteine?>"
    },
    {
      "id": 6,
      "model": "파우스트",
      "content": "Si tratta dell'encefalina, una fonte di energia trattata dalla Lobotomy Corporation."
    },
    {
      "id": 7,
      "model": "이스마엘",
      "content": "Intendi la vecchia L Corp? Ho sentito dire che produceva energia tramite la sua Singolarità, anche se ora di quell'azienda rimangono solo macerie."
    },
    {
      "id": 8,
      "model": "파우스트",
      "content": "Esatto, ed è per questo che è diventata rara al giorno d'oggi."
    },
    {
      "id": 9,
      "model": "파우스트",
      "content": "Comunque, il Mephistopheles è in grado di estrarre l'Encefalina dal corpo con la forza."
    },
    {
      "id": 10,
      "model": "단테",
      "content": "<Dal corpo…?>"
    },
    {
      "id": 11,
      "content": "Feci una domanda, guardando Outis dare ordini agli altri Peccatori, ed infine guardando a sua volta verso la bocca dell'autobus."
    },
    {
      "id": 12,
      "model": "파우스트",
      "content": "Corretto. L'encefalina può solo essere estratta dal cervello e dai nervi della spina dorsale. Deve però essere prelevata da soggetti vivi per una maggiore efficienza."
    },
    {
      "id": 13,
      "content": "Ecco perché Vergilius disse ai Peccatori di non uccidere i vandali."
    },
    {
      "id": 14,
      "model": "단테",
      "content": "<Okay, e…>"
    },
    {
      "id": 15,
      "model": "파우스트",
      "content": "“Perché anche il resto del corpo?” Il loro sangue e la loro carne possono essre trasformati in carburante."
    },
    {
      "id": 16,
      "model": "파우스트",
      "content": "Mentre l'encefalina viene utilizzata per avviare la combustione, la materia organica rimanente viene usata per mantenere la velocità, riducendo così l'uso dell'Encefalina."
    },
    {
      "id": 17,
      "model": "이상",
      "content": "Un sistema ibrido."
    },
    {
      "id": 18,
      "content": "Faust spiegò che la maggior parte del carburante del veicolo viene prelevato dagli impianti dei settori della struttura, che però non è una fonte sufficiente da sola…"
    },
    {
      "id": 19,
      "content": "Ma la maggior parte del suo discorso mi è entrato in un orecchio e mi è uscito dall'altro."
    },
    {
      "id": 20,
      "model": "단테",
      "content": "<…Beh, è complicato. Ho capito che è un lavoro arduo, alla fine.>"
    },
    {
      "id": 21,
      "model": "파우스트",
      "content": "Non parlarne. Faust non conosce lotta."
    },
    {
      "id": 22,
      "model": "그레고르",
      "content": "Quelli che stanno facendo il lavoro pesante siamo noi… Ehi! Compare Manager! Ne arrivano altri!"
    }
  ]
}
