{
  "dataList": [
    {
      "id": "1",
      "content": "Sono necessari Moduli di Encefalina per ottenere le ricompense per aver completato un Dungeon Specchio."
    },
    {
      "id": "2",
      "content": "Ogni Abilità ha almeno 1 Moneta."
    },
    {
      "id": "3",
      "content": "Il Potere di una Moneta aumenta o diminuisce in base al lato su cui cade."
    },
    {
      "id": "4",
      "content": "Alcune Abilità vengono attivate o meno in base al lato su cui cade la Moneta."
    },
    {
      "id": "5",
      "content": "Le unità possono andare in Panico se la loro Sanità scende sotto una certa soglia."
    },
    {
      "id": "6",
      "content": "I Peccatori con Sanità bassa verranno Corrosi dall'E.G.O."
    },
    {
      "id": "7",
      "content": "Fai attenzione, i Peccatori Corrosi non distinguono tra nemici ed alleati."
    },
    {
      "id": "8",
      "content": "La Potenza di un'effetto di stato indica quanto danno verrà inflitto da quell'effetto."
    },
    {
      "id": "9",
      "content": "Dopo l'uso, le Abilità vengono convertite in risorse E.G.O in base alla loro Affinità."
    },
    {
      "id": "10",
      "content": "Sconfiggere un'Anormalità più volte aumenta il suo Livello d'Osservazione, permettendoti di danneggiarla meglio negli scontri futuri."
    },
    {
      "id": "11",
      "content": "Le Abilità che richiedono certe risorse verranno annullate se il personaggio non ne ha a sufficenza."
    },
    {
      "id": "12",
      "content": "Ogni turno, la Velocità viene determinata in modo casuale, in base ai valori min/max di Velocità del personaggio."
    },
    {
      "id": "13",
      "content": "La Velocità determina la formazione delle unità in combattimento."
    },
    {
      "id": "14",
      "content": "All'inizio della battaglia, i tuoi personaggi hanno la Resistenza al Peccato dell'E.G.O di grado più basso che hanno equipaggiato."
    },
    {
      "id": "15",
      "content": "Dopo che un Peccatore usa l'E.G.O, la sua Resistenza al Peccato cambia."
    },
    {
      "id": "16",
      "content": "Un'Abilità Difensiva di un Peccatore viene posizionata sempre nel suo Slot basso, rimpiazzando l'Abilità o E.G.O correnti."
    },
    {
      "id": "17",
      "content": "Disfare l'E.G.O prima di usarlo rimborsa tutte le sue risorse."
    },
    {
      "id": "18",
      "content": "Se 2+ Abilità dello stesso Peccato sono concatenate, si attiva la Risonanza Peccato, che rafforza gli attacchi."
    },
    {
      "id": "19",
      "content": "Se 3+ Abilità dello stesso Peccato sono l'una dietro l'altra, si attiva la Risonanza Assoluta, che rafforza gli attacchi."
    },
    {
      "id": "20",
      "content": "Più uno Scontro si protrae, più il danno finale del vincitore sarà alto."
    },
    {
      "id": "21",
      "content": "Quando la salute di un personaggio scende sotto la Soglia di Vacillamento, questo diventa vulnerabile a tutti gli attacchi e non può agire fino alla fine del turno successivo."
    },
    {
      "id": "22",
      "content": "Nei Dungeon, è possibile curarsi e salvare i progressi ai Punti di Salvataggio."
    },
    {
      "id": "23",
      "content": "Ogni Identità ha una Passiva di Combattimento ed una di Supporto."
    },
    {
      "id": "24",
      "content": "Le Identità che partecipano al combattimento usano le Passive di Combattimento."
    },
    {
      "id": "25",
      "content": "I Peccatori che non partecipano direttamente in battaglia forniscono supporto tramite le loro Passive di Supporto."
    },
    {
      "id": "26",
      "content": "Le parti di un'Anormalità possono avere Resistenze e comportamenti diversi."
    },
    {
      "id": "27",
      "content": "Quando ti scontri con le Anormalità negli Incontri Mirati, potresti dover fare delle scelte; a seconda del risultato, potresti ricevere vari effetti o persino Doni E.G.O."
    },
    {
      "id": "28",
      "content": "È possibile passare una prova anche senza il Peccato richiesto."
    },
    {
      "id": "29",
      "content": "Mentre esplori un Dungeon, puoi ottenere Doni E.G.O sia dalle battaglie che dalle scelte."
    },
    {
      "id": "30",
      "content": "Se un nemico non ha più Sanità e va nel Panico, subisce effetti negativi."
    },
    {
      "id": "31",
      "content": "Se un personaggio Vacilla ed i suoi PV scendono al di sotto della prossima Soglia di Vacillamento, questi subisce ancora più danno."
    },
    {
      "id": "32",
      "content": "Il Conteggio di un'effetto di stato indica quanto dura o quante volte si attiverà durante il combattimento."
    },
    {
      "id": "33",
      "content": "Le Abilità E.G.O vengono generate nello slot più in basso di un Peccatore."
    },
    {
      "id": "34",
      "content": "Uno Scontro avviene quando due Abilità Offensive si bersagliano a vicenda."
    },
    {
      "id": "34",
      "content": "Le Passive di Combattimento e di Supporto hanno bisogno che determinate Affinità Peccato siano concatenate o che vi siano Risorse a sufficenza per attivarle."
    }
  ]
}
